{
  "projects": [
    {
      "id": "nftp",
      "title": "Notes from the Past",
      "description": "Notes from the Past is a Walking simulator playable on Windows, set in a post-apocalyptic world where humans became extinct. The player follows the story of an alien on the hunt for music discs who explores an abandoned house and discovers how its residents perceived the last days of humanity.",
      "text": "## Summary \n\nNotes from the Past explores human culture through the lens of an **alien lifeform**. Discovering the _Voyager_ probe and deciphering the **Golden Record** led these aliens to find music. Enthralled by melodies never thought possible, they began their **journey to Earth**. While exploring an abandoned house and its surroundings, an alien discovers the story of the family that lived there and of **humanity’s sudden end.**\n\nExplore an expansive house filled with puzzles. Collect artefacts of humanity and find out what caused civilization to end. Listen to recordings of the people that lived there and learn about their fate.",
      "hasTheme": true,
      "background": "bg.jpg",
      "links": [
        {
          "target": "https://git.nwt.fhstp.ac.at/mt201010/NFTP-Game",
          "label": "Git repository",
          "title": "nftp-game on FH GitLab"
        }
      ]
    },
    {
      "id": "kk",
      "title": "krokettenkoal.at",
      "description": "My personal website, containing information about me and a portfolio of some of my projects. Made with Svelte(Kit).",
      "text": "",
      "thumbnail": "thumb.jpg",
      "links": [
        {
          "target": "https://github.com/krokettenkoal/cgrill-web",
          "label": "Git repository",
          "title": "cgrill-web on GitHub"
        }
      ]
    },
    {
      "id": "jhs",
      "title": "Jesus Heist, Superstar",
      "description": "Playing the Anointed Savior himself, you are on a holy mission to collect the humanly debts from the central bank vault. Since god's plan is - again - not meet and right so to do in many terrestrial eyes, you have to be careful! Try not to get caught and haul as much sinful cash as possible, but watch out: Your time on earth is limited.",
      "text": "## Mission objectives\n\nIn order to gain access to the main vault, you need to find the according keycard in the map. There are three different types of keycards:\n- Employee Keycard\n- CEO Keycard\n- Security Keycard\n\nThe keycards spawn on random positions in the world and unlock various numbers of doors according to their security level. Having acquired all necessary keycards, your next goal is to find and open the main vault. Grab as much cash and valuables you can and escape by using one of the getaway opportunities before time runs off.\n\nAdditionally to the main objectives, you can also try to gain access to the security room and disable all CCTV cameras. This gives you a time bonus and makes moving inside the building easier.\n\n## Code-locked doors\n\nAs soon as the alarm is triggered, all doors are being closed and locked by a random 4-digit numeric code. To unlock a code-locked door, type in the highlighted digits in ascending order in the keypad.",
      "background": "bg.png",
      "links": [
        {
          "target": "https://git.nwt.fhstp.ac.at/mt201096/jesus-heist-superstar",
          "label": "Git repository",
          "title": "jesus-heist-superstar on FH GitLab"
        }
      ]
    }
  ]
}